Repository: common-repository/wp-karmacracy
Catalog: lang/*.po
Languages: es_es

source: I just published %s
es_es: Acabo de publicar %s

source: WP Karmacracy is almost ready.
es_es: WP Karmacracy esta casi listo.

source: You must <a href="%1$s">enter your Karmacracy credentials</a> for it to work.
es_es: Tienes que <a href="%1$s">introducir tus credenciales de Karmacracy</a> para que funcione correctamente.

source: Karmacracy API error. Check your API key or try again later.
es_es: Error de la API de Karmacracy. Comprueba tu clave de la API y prueba dentro de un ratito.

source: My <strong>kcyrank</strong>
es_es: Mi <strong>kcyrank</strong>

source: Total <strong>Kcys</strong>
es_es: <strong>Kcys</strong> totales

source: Total <strong>Domains</strong>
es_es: <strong>Dominios</strong> totales

source: Total <strong>Kclicks</strong>
es_es: <strong>Kclicks</strong> totales

source: Total <strong>Nuts</strong>
es_es: <strong>Nuts</strong> totales

source: My <strong>Circle</strong>
es_es: Mi <strong>Círculo</strong>

source: My <strong>KOI</strong>
es_es: Mi <strong>KOI</strong>

source: kcy created on %s
es_es: kcy hecha el %s

source: l, jS \of F \of Y \a\t H:i:s
es_es: l, j \d\e F \d\e Y \a \l\a\s H:i:s

source: kcy details
es_es: detalles

source: details
es_es: detalles

source: new kcy or share this kcy
es_es: nueva kcy o compartir esta kcy

source: share
es_es: compartir

source: kcy stats
es_es: estadísticas

source: stats
es_es: estadísticas

source: View all
es_es: Ver todas

source: URL cannot be blank
es_es: El campo URL no puede estar vacio

source: Text cannot be blank
es_es: El campo texto no puede estar vacio

source: Unable to retrieve short URL
es_es: No podemos obtener la URL acortada

source: Unable to retrieve short URL, try again later.
es_es: No podemos obtener la URL acortada, prueba más tarde.

source: Insert Karmacracy Link
es_es: Insertar link de Karmacracy

source: Your Karmacracy API credentials have not been verified
es_es: Tus credenciales de la API de Karmacracy no se han verificado

source: New Kcy Link
es_es: Nuevo link de Karmacracy

source: Long URL (Required)
es_es: URL larga (requerido)

source: The URL that you want to share in a short way.
es_es: La URL que quieres acortar.

source: Text (Required)
es_es: Texto (requerido)

source: The anchor text of the link.
es_es: El texto que aparecerá enlazado.

source: Add Karmacracy Link
es_es: Añadir link de Karmacracy

source: Unable to connect to your Karmacracy API. Please check your settings or try again later.
es_es: No nos podemos conectar a la API de Karmacracy. Comprueba tu configuración o prueba más tarde.

source: Settings Saved
es_es: Opciones guardadas

source: WP Karmacracy Settings
es_es: Opciones de WP Karmacracy

source: Karmacracy Login (Username)
es_es: Login de Karmacracy (nombre de usuario)

source: Karmacracy Third Party Key (appkey)
es_es: Clave de terceros de Karmacracy (appkey)

source: You can check your key in the following link:
es_es: Puedes obtener la clave en este enlace:

source: Post updates to your twitter or FB account when you create a fresh post.
es_es: Compartir en FB y Twitter mis nuevos posts.

source: Configure your share options in Karmacracy first if you haven't done it yet
es_es: Configura primero, si no lo has hecho aún, tus redes en Karmacracy para poder compartir tus posts automáticamente

source: You can invite me for a coffee
es_es: Puedes invitarme a un café

source: Do you like this plugin? Have you used it? Have you enjoy it? Althought the plugin is free, if you answer yes to one of this questions, I'd appreciate you invite me for a coffee.
es_es: ¿Te gusta este plugin? ¿Lo has usado? ¿Te ha gustado? Aunque el plugin sea gratuito, si has respondido que sí a alguna de las anteriores preguntas, estaría agradecido si me invitas a un café o una caña ;)

source: I also develop other plugins & themes:
es_es: También he desarrollado otros plugins y themes:
